; === Upgrade info ===

[X2DownloadableContentInfo_ShadowOpsPerkPack]
ModUpgradeLabel="Shadow Ops Class Pack beta v0.7"
ModUpgradeSummary="Shadow Ops Class Pack has been updated to beta version 0.7. Important changes: <br/><br/><Bullet/> The Combat Engineer and Infantry ability trees have been revamped, and the Hunter ability tree has had smaller changes. <br/><Bullet/> All soldiers converted from previous mod versions get a free respec. Go to the Armory to use it.<br/><Bullet/> The Infantry-Support has two new abilities focused on using Medikits.<br/><Bullet/> Moving Target, Entrench, Fracture, Packmaster, First Strike, and Flush have had large changes made.<br/><Bullet/> Four more new AWC-only abilities are available in the AWC. You may need to start a new game for them to appear. <br/><br/>For more complete change notes, see readme.txt."
ModUpgradeAcceptLabel="Got it"

[UIScreenListener_UIArmory_Promotion]
LocFreeRespec="Free Respec"
RespecWarning="Your soldiers have been granted free respecs due to changes in the Shadow Ops Class Pack class ability trees. If you rank up a soldier before using their free respec, you will lose that free respec permanently."
RespecWarningTitle="Free Respec Expiration"

; === Engineer abilities ===

[UIScreenListener_UIArmory]
m_strKills="KILLS"
m_strKillsTitle="#1's Kills"
m_strUnknown="Unknown"

[X2Ability_EngineerAbilitySet]
CombatDrugsName="战斗药剂"
CombatDrugsDescription="一种快速生效的兴奋剂，让士兵的命中和意志获得提升。"

; === Hunter abilities ===

[X2Ability_HunterAbilitySet]
FadePenaltyText="移动会打破隐匿。"
SnapShotPenaltyText="本单位用1个行动点进行监视，有命中惩罚。"
BullseyePenaltyName="惊慌"
BullseyePenaltyText="此单位命中、防御和意志均-20。"
DisabledFriendlyName="缴械"
DisabledFriendlyDesc="大多数能力被禁用"
DisabledEffectAcquiredString="<XGParam:StrValue0/!UnitName/> 处于缴械."
DisabledEffectTickedString="<XGParam:StrValue0/!UnitName/> 仍处于缴械."
DisabledEffectLostString="<XGParam:StrValue0/!UnitName/> 不再处于缴械."